tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"

brew "mas"
brew "git"
brew "fish"
brew "peco"
brew "fzf"
brew "asdf"
brew "rbenv"
brew "go"
brew "ssh-copy-id"
brew "ghq"
brew "tmux"
brew "jq"
brew "kubectl"
brew "kubectx"

cask "google-chrome"
cask "google-japanese-ime"
cask "dash"
cask "visual-studio-code"
cask "docker"
cask "postman"
cask "alfred"
cask "spotify"
cask "slack"
cask "karabiner-elements"
cask "font-cica"
cask "unity-hub"
cask "tableplus"
cask "vlc"
cask "cyberduck"
cask "ableton-live-lite9"
cask "nanowallet"
cask "gimp"
cask "sblack"
cask "blender"
cask "microsoft-office-2016"
cask "iterm2"
cask "deepl"

mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
