tap "homebrew/bundle"
tap "homebrew/services"

brew "mas"
brew "git"
brew "fish"
brew "peco"
brew "fzf"
brew "asdf"
brew "go"
brew "ssh-copy-id"
brew "ghq"
brew "tmux"
brew "jq"
brew "direnv"
# brew "rbenv"
# brew "kubectl"
# brew "kubectx"
# brew "koekeishiya/formulae/yabai"

cask "font-powerline-symbols"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "docker"
cask "postman"
cask "slack"
cask "karabiner-elements"
cask "font-cica"
cask "tableplus"
cask "iterm2"
cask "vlc"
cask "cyberduck"
cask "blender"
cask "raycast"
cask "zoom"
cask "microsoft-teams"
# cask "gimp"
# cask "blender"
# cask "unity-hub"

mas "The Unarchiver", id: 425424353
# mas "Xcode", id: 497799835
