#tap "homebrew/bundle"
#tap "homebrew/services"

# brew "mas"
brew "git"
brew "fish"
brew "peco"
brew "fzf"
brew "asdf"
brew "go"
brew "ssh-copy-id"
brew "ghq"
brew "tmux"
brew "jq"
brew "direnv"
brew "yqrashawn/goku/goku"
brew "go-task"
brew "gh"
brew "awscli"
brew "tree"

# nvim deps
brew "neovim"
brew "fd"
brew "ripgrep"
brew "luarocks"
brew "lazygit"
cask "font-hackgen"
cask "font-hackgen-nerd"

cask "font-cica"
cask "font-powerline-symbols"
cask "google-chrome"
cask "google-japanese-ime"
cask "visual-studio-code"
cask "docker-desktop"
cask "slack"
cask "karabiner-elements"
cask "tableplus"
cask "raycast"
cask "zoom"
cask "nikitabobko/tap/aerospace"
cask "claude-code"
cask "cmux"
cask "amical"

# cask "vlc"
# cask "cyberduck"
# cask "postman"
# cask "microsoft-teams"
# cask "gimp"
# cask "blender"
# cask "unity-hub"

# mas "The Unarchiver", id: 425424353
# mas "Xcode", id: 497799835
